{
	"resourceType": "CodeSystem",
	"id": "documentSectionCodeSystem",
	"meta": {
		"versionId": "2",
		"lastUpdated": "2021-11-17T22:55:17.455+00:00",
		"source": "#G6NQG8HKKadfMpsh"
	},
	"url": "http://hl7.org/fhir/us/vrdr/CodeSystem/documentSectionCodeSystem",
	"name": "DocumentSectionCodeSystem",
	"title": "Document Section Code System",
	"status": "draft",
	"content": "complete",
	"concept": [
		{
			"code": "Demographics",
			"display": "Decedent Demographics",
			"definition": "The Decedent Demographics section of the death certificate document is comprised of profiles containing decedent demographic data. Demographic data includes information about related persons (Mother, Father, and Spouse) and social determinants such as education level and usual occupation. The information in this document section are provided by a decedent informant."
		},
		{
			"code": "Investigation",
			"display": "Death Investigation",
			"definition": "The Death Investigation section of the death certificate document is comprised of profiles containing data obtained during the course of investigating a death. Many of these items are conditionally present in a death certification transaction depending on whether or not a autopsy was performed, an injury incident occurred, or a transportation event was involved."
		},
		{
			"code": "Certification",
			"display": "Death Certification",
			"definition": "The Death Certification section of the death certificate document is comprised of profiles containing data related to the primary concern of the VRDR IG, Death Certification. In this group the causes of death and the causal pathway are documented and attested to by a death certifier (coroner or medical examiner)."
		},
		{
			"code": "Disposition",
			"display": "Decedent Disposition",
			"definition": "The Decedent Disposition section of the death certificate document is comprised of profiles containing data related to the disposition of the decedents remains. The data in this profile group is typically provided by the funeral home performing the disposition services. The content of this section is authenticated by the funeral home director."
		}
	]
}